Repository: qingqingyu/voisetodo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# recurrence.none
source: None
zh_hans: 不重复

# home.popover.period_picker
source: Period
zh_hans: 时段

# detail.saved
source: Saved
zh_hans: 已保存

# paywall.restoring
source: Restoring…
zh_hans: 正在恢复…

# detail.delete_button
source: Delete This Todo
zh_hans: 删除此待办

# glossary.add.section.expansion
source: Means
zh_hans: 展开成

# onboarding.open_settings
source: Open Settings
zh_hans: 去设置里开启

# settings.day_start_hour.calendar_note
source: System Calendar still uses natural midnight (00:00).
zh_hans: 系统日历（iOS 日历 App）仍按自然日 0 点切分。

# settings.personalization.description
source: Learns common words from confirmed todos on this device to improve speech recognition and organization. A few keywords may be sent when processing todos; full history is not sent.
zh_hans: 根据你确认过的待办，在本机学习常用词，提高语音识别和整理准确度。处理待办时可能发送少量关键词，不发送完整历史记录。

# siri.query.empty
source: No matching todos.
zh_hans: 没有匹配的待办

# onboarding.welcome
source: Hi, welcome to
zh_hans: 嗨，欢迎来到

# home.processing
source: Sorting things out...
zh_hans: 正在整理中...

# settings.day_start_hour.description
source: Hours before this time still belong to the previous day. Useful for night owls, shift workers, and freelancers.
zh_hans: 凌晨 0:00 到此时刻前仍算前一天。适合晚睡、轮班或自由职业作息。

# a11y.onboarding.authorize_hint
source: Opens the system permission request
zh_hans: 点击后会弹出系统权限请求

# home.week.fri
source: Fri
zh_hans: 五

# error.quota_exhausted
source: Today's free quota is used up. Saved it for you offline — we'll retry later.
zh_hans: 今日免费额度已用完，已离线保存

# ui.finish_onboarding_first
source: Finish onboarding before using quick recording
zh_hans: 请先完成引导后再使用快捷录音

# error.json_parsing_detail %@
source: Couldn't read the response (%@)
zh_hans: 解析失败 (%@)

# suggestion.banner_changed_to
source: to
zh_hans: 改成

# recurrence.daily
source: Daily
zh_hans: 每天

# siri.delete.summary %@
source: Delete todo: %@
zh_hans: 删除待办:%@

# a11y.day.no_todo
source: No todos
zh_hans: 无待办

# error.speech_unavailable
source: Speech recognition isn't available right now. Try again later.
zh_hans: 语音识别暂不可用，请稍后重试

# settings.notifications.title
source: Reminders
zh_hans: 提醒

# onboarding.mic.privacy
source: Recordings are only used for voice recognition and are never saved or uploaded
zh_hans: 录音只用于识别你的语音，不会保存或上传

# widget.load_failed
source: Load failed
zh_hans: 读取失败

# error.transcript_too_long
source: That's a lot to process at once. Try sending fewer items at a time.
zh_hans: 内容太多,我没法一次性处理完。试试分几次发送,每次少说几条。

# glossary.add.section.default_time
source: Default time
zh_hans: 默认时间

# siri.delete.param.todo
source: Todo
zh_hans: 待办

# home.week.sat
source: Sat
zh_hans: 六

# time_bucket.afternoon
source: Afternoon
zh_hans: 下午

# detail.priority.low
source: Low
zh_hans: 低优先级

# paywall.title
source: Upgrade to VoiceTodo Pro
zh_hans: 升级 VoiceTodo Pro

# a11y.delete
source: Delete
zh_hans: 删除

# confirm.add_count %lld
source: Add %lld
zh_hans: 添加 %lld

# home.delete
source: Delete
zh_hans: 删除

# a11y.completed
source: Completed
zh_hans: 已完成

# a11y.stop_hint
source: Tap to stop recording and organize todos
zh_hans: 点击停止录音并开始整理待办

# error.reextract.empty
source: Still couldn't parse. Try editing manually.
zh_hans: 仍然识别不出,点一下手动改。

# detail.notes_placeholder
source: Add notes...
zh_hans: 添加备注...

# home.week.unscheduled
source: Unscheduled
zh_hans: 未安排

# home.pending_date.section
source: To be scheduled
zh_hans: 待定日期

# home.week.today_button
source: Today
zh_hans: 今天

# error.api_response_invalid_message
source: Something went wrong on our end. Please try again.
zh_hans: 服务出了点问题，请稍后重试

# siri.query.status.completed
source: Completed
zh_hans: 已完成

# home.unparsed.tag
source: Raw fragment
zh_hans: 原文片段

# detail.priority.normal
source: Normal
zh_hans: 普通

# panel.close
source: Close
zh_hans: 关闭

# category.work
source: Work
zh_hans: 工作

# home.undated.section
source: Undated
zh_hans: 未定时间

# glossary.add.phrase.placeholder
source: e.g. the usual place, the office
zh_hans: 例如：老地方、公司、交作业

# onboarding.action_button.desc
source: Set VoiceTodo as the Action Button shortcut One press to start recording
zh_hans: 把 VoiceTodo 设为 Action Button 的动作 按一下就能开始录音

# settings.title
source: Settings
zh_hans: 设置

# home.popover.all_day_hint
source: No specific time — pick a period or precise time if needed.
zh_hans: 不挑具体时间 — 需要的话可切换为时段或精确时间。

# home.unparsed.reextract
source: Re-extract
zh_hans: 重新解析

# quota.loading
source: Loading quota
zh_hans: 正在读取额度

# quota.today_used
source: Today: %1$d/%2$d used
zh_hans: 今日已用 %1$d/%2$d

# onboarding.done.title
source: All Set!
zh_hans: 搞定啦！

# siri.intent.title
source: Add Todo
zh_hans: 记录待办

# live_activity.listening_subtitle
source: Listening to your voice...
zh_hans: 正在聆听你的声音...

# detail.add_time
source: Add time
zh_hans: 添加钟点

# home.unparsed.hint
source: Tap re-extract or delete.
zh_hans: 这段话没解析出完整任务,点重新解析或删除。

# recurrence.monthly_day_suffix
source: of each month
zh_hans: 号

# error.recording_failed_message
source: Recording failed. Please try again.
zh_hans: 录音失败,请重试

# confirm.calendar_target.app_only
source: Save to app calendar
zh_hans: 保存到 App 日历

# empty.widget.today
source: No todos today
zh_hans: 今天没有待办

# date.relative.yesterday
source: Yesterday
zh_hans: 昨天

# due.tomorrow
source: Tomorrow
zh_hans: 明天

# review.period.month
source: Month
zh_hans: 月

# settings.personalization.clear_confirm.message
source: This deletes saved common words on this device. Todos are not deleted.
zh_hans: 这会删除本机保存的常用词，不会删除待办。

# glossary.add.preview.convention %@ %@
source: Saying "%1$@" will default to %2$@
zh_hans: 之后说「%1$@」会默认安排在 %2$@

# confirm.transcript.collapse
source: Less
zh_hans: 收起

# siri.query.status.all
source: All
zh_hans: 全部

# due.overdue
source: Overdue
zh_hans: 已逾期

# onboarding.button.got_it
source: Got it
zh_hans: 知道了

# a11y.day.todo_count
source: %d todo(s)
zh_hans: %d 项待办

# settings.notifications.toggle
source: Time reminders
zh_hans: 到点提醒

# card.menu.move_to_tomorrow
source: Move to tomorrow
zh_hans: 移到明天

# empty.confirm.title
source: No todos found
zh_hans: 没有识别到待办

# ui.added_success
source: Added to todos
zh_hans: 已添加到待办

# detail.confirm_delete
source: Confirm Delete
zh_hans: 确认删除

# error.storage_read_failed %@
source: Couldn't read your todos (%@)
zh_hans: 保存失败 (读取: %@)

# recurrence.monthly %lld
source: Monthly on day %lld
zh_hans: 每月 %lld 号

# widget.description
source: View your recent todos
zh_hans: 查看最近的待办

# error.storage
source: Couldn't save. Try again?
zh_hans: 保存失败，请重试

# date.relative.today
source: Today
zh_hans: 今天

# glossary.add.default_time.placeholder
source: e.g. every Friday, within 3 days, end of month
zh_hans: 例如：每周五、3天内、月底

# home.stats %lld %lld
source: %lld/%lld done
zh_hans: %lld/%lld 已完成

# paywall.restore_failed
source: Restore failed. Please try again later.
zh_hans: 恢复失败，请稍后重试

# siri.shortcut.title
source: Add Todo
zh_hans: 记录待办

# a11y.drop_strip
source: %1$@, %2$d task(s)
zh_hans: %1$@,%2$d 项任务

# onboarding.speech.title
source: Speech Recognition Needed
zh_hans: 还需要语音识别

# onboarding.action_button.title
source: Set Up Quick Record
zh_hans: 设置一键录音

# detail.mark_done
source: Mark as Done
zh_hans: 标记完成

# onboarding.feature1.title
source: Speak It
zh_hans: 说出来

# paywall.purchase_failed
source: Purchase failed. Please try again later.
zh_hans: 购买失败，请稍后重试

# settings.speech_language.zh-Hans
source: Chinese (supports Chinese-English mix)
zh_hans: 中文（支持中英混说）

# home.display.list
source: List
zh_hans: 列表

# category.life
source: Life
zh_hans: 生活

# paywall.monthly
source: Monthly
zh_hans: 每月

# onboarding.granted
source: Great, permission granted!
zh_hans: 太好了，已经授权了！

# review.section.category
source: By Category
zh_hans: 分类占比

# home.popover.done
source: Done
zh_hans: 完成

# onboarding.button.start
source: Get Started
zh_hans: 开始使用

# siri.result.added %lld
source: Added %lld todo(s)
zh_hans: 已添加 %lld 条待办

# home.start_recording
source: Start Recording
zh_hans: 开始录音

# manual_input.generate
source: Generate
zh_hans: 生成

# system_calendar.notes_due_hint %@
source: Date hint: %@
zh_hans: 时间线索：%@

# home.completed_section_title
source: Completed
zh_hans: 已完成

# home.calendar.error.title
source: Couldn't load todos
zh_hans: 待办读取失败

# home.tier.period.morning
source: MORNING
zh_hans: 上午

# siri.delete.not_found
source: That todo is already gone.
zh_hans: 这条待办已经不在了

# siri.query.param.status
source: Status
zh_hans: 状态

# calendar.mode.week
source: Week
zh_hans: 周

# a11y.recording_duration
source: Recording duration: %lld seconds
zh_hans: 录音时长：%lld 秒

# system_calendar.notes_source
source: From VoiceTodo
zh_hans: 来自 VoiceTodo

# error.network
source: No connection — please check your network and try again.
zh_hans: 网络连接失败，请检查网络后重试

# panel.listening_hint
source: · What do you need to do today?
zh_hans: · 说出你今天要做的事

# settings.personalization.clear
source: Clear local learning data
zh_hans: 清除本地学习数据

# siri.intent.description
source: Quickly add todos by voice
zh_hans: 通过语音快速记录待办事项

# a11y.day.hint
source: Tap to select this day
zh_hans: 点击选择此日

# detail.deleted
source: Deleted
zh_hans: 已删除

# paywall.subtitle
source: Unlock a higher daily quota
zh_hans: 解锁更高每日额度

# ui.system_calendar_sync_failed
source: Saved in the app, but could not write to Calendar.
zh_hans: 已保存到 App，但未能写入系统日历

# panel.listening
source: Listening...
zh_hans: 正在聆听

# error.api_timeout
source: Request timed out. Please try again later.
zh_hans: 请求超时，请稍后重试

# siri.complete.success %@
source: Marked '%@' as done
zh_hans: 已标记「%@」为完成

# home.chip.undated
source: Undated
zh_hans: 未定哪天

# detail.section.category
source: Category
zh_hans: 分类

# recurrence.monthly_day_prefix
source: Day
zh_hans: 每月第

# a11y.previous_month
source: Previous month
zh_hans: 上个月

# suggestion.banner_question
source: Remember this phrase?
zh_hans: 记住这个说法吗？

# quota.unlimited
source: Unlimited
zh_hans: 无限

# home.week.wed
source: Wed
zh_hans: 三

# settings.speech_language.auto
source: Follow system
zh_hans: 跟随系统

# error.api_response_invalid_detail
source: Something went wrong on our end
zh_hans: 服务返回格式异常

# home.week.this_week_range %@
source: This Week %@
zh_hans: 本周 %@

# detail.section.time_bucket
source: Time period
zh_hans: 时段

# quota.including_background
source: incl. %1$d offline recoveries
zh_hans: 含离线补处理 %1$d 次

# detail.section.priority
source: Priority
zh_hans: 优先级

# recurrence.monthly_day_placeholder
source: Day
zh_hans: 日期

# a11y.today_month
source: Back to this month
zh_hans: 回到今天所在月份

# a11y.stop_recording
source: Stop recording
zh_hans: 停止录音

# category.health
source: Health
zh_hans: 健康

# siri.result.empty
source: No todos recognized
zh_hans: 未识别到待办事项

# time_bucket.evening
source: Evening
zh_hans: 晚上

# confirm.transcript
source: Voice Transcript
zh_hans: 语音原文

# confirm.cancel
source: Cancel
zh_hans: 取消

# date.relative.tomorrow
source: Tomorrow
zh_hans: 明天

# empty.widget
source: No todos
zh_hans: 暂无待办

# home.popover.time_title
source: Edit time
zh_hans: 改时间

# widget.no_todos
source: No todos
zh_hans: 暂无待办

# home.greeting.evening
source: Evening! 🌙
zh_hans: 晚上好 🌙

# settings.day_start_hour.label
source: New day begins at
zh_hans: 凌晨几点算新一天

# a11y.drawer.expand
source: Expand unscheduled
zh_hans: 展开未安排

# empty.week.no_timed.message
source: Switch to list view to see all todos
zh_hans: 切到列表视图可看到全部待办

# glossary.entry.alias_badge
source: Alias
zh_hans: 别名

# detail.save_failed %@
source: Save failed: %@
zh_hans: 保存失败：%@

# onboarding.tip3
source: Todos automatically appear in the Widget
zh_hans: 待办会自动显示在 Widget

# quota.used_only
source: Today: %1$d used
zh_hans: 今日已用 %1$d

# detail.delete_failed
source: Delete failed. Please try again.
zh_hans: 删除失败，请重试

# confirm.add %lld
source: Confirm (%lld)
zh_hans: 确认添加 (%lld)

# settings.notifications.description
source: Send a local notification when a timed to-do is due.
zh_hans: 为带具体时间的待办到点发送本地通知。

# error.api_rate_limited
source: Too many requests. Please try again later.
zh_hans: 请求过于频繁，请稍后重试

# common.delete
source: Delete
zh_hans: 删除

# confirm.group.pending
source: To be scheduled
zh_hans: 待安排

# siri.query.status.title
source: Todo status
zh_hans: 待办状态

# review.section.daily_trend
source: Daily Trend
zh_hans: 每日趋势

# onboarding.button.next
source: Next
zh_hans: 下一步

# recurrence.weekly_short
source: Weekly
zh_hans: 每周

# panel.retry_voice
source: Try voice again
zh_hans: 重新尝试语音

# time_bucket.morning
source: Morning
zh_hans: 上午

# home.popover.time_picker
source: Time
zh_hans: 时间

# panel.switch_to_keyboard
source: Switch to keyboard
zh_hans: 改用键盘

# common.save
source: Save
zh_hans: 保存

# glossary.add.nav_title
source: Add Phrase
zh_hans: 添加说法

# a11y.timeline.due_time
source: Due time
zh_hans: 钟点

# empty.day.today
source: Nothing scheduled today
zh_hans: 今天没有安排

# home.todos_count
source: todos
zh_hans: 项待办

# ui.pending_processed %lld
source: %lld todo(s) organized. Tap to review.
zh_hans: 有 %lld 条待办已整理，点击查看

# tab.today
source: Today
zh_hans: 今日

# manual_input.hint
source: AI will split this text into todos you can confirm.
zh_hans: AI 会把这段文字拆成可确认的待办

# home.chip.no_time
source: No time
zh_hans: 未定时间

# siri.delete.title
source: Delete Todo
zh_hans: 删除待办

# recurrence.weekly %@
source: Weekly %@
zh_hans: 每周 %@

# a11y.calendar_mode
source: Calendar view mode
zh_hans: 日历视图模式

# detail.section.recurrence
source: Repeat
zh_hans: 重复

# toast.open_settings
source: Open Settings
zh_hans: 去设置

# home.popover.mode
source: Mode
zh_hans: 模式

# glossary.add.section.phrase
source: Your phrase
zh_hans: 你的说法

# siri.query.result %lld
source: You have %lld todo(s)
zh_hans: 你有 %lld 条待办

# onboarding.feature1.desc
source: Press the button and say your todos
zh_hans: 按下按钮，说出你的待办

# panel.switch_to_voice
source: Switch to voice
zh_hans: 改用录音

# a11y.timeline.set_hour
source: Set time for tasks in this slot
zh_hans: 为本时段任务设钟点

# siri.result.save_failed
source: Got the keyword. Please finish it in the app.
zh_hans: 已记下关键词，请打开 App 完成

# settings.done
source: Done
zh_hans: 完成

# a11y.start_hint
source: Tap to start recording your todos
zh_hans: 点击开始录音，说出你的待办事项

# paywall.close
source: Close
zh_hans: 关闭

# paywall.yearly_save
source: Save 17%
zh_hans: 省 17%

# home.week.today
source: Today
zh_hans: 今天

# widget.display_name
source: Todos
zh_hans: 待办事项

# onboarding.speech.privacy
source: Speech recognition runs locally on your device — data never leaves your phone
zh_hans: 语音识别在设备本地进行，数据不会离开你的手机

# home.calendar.loading
source: Loading your todos...
zh_hans: 正在读取日历待办

# category.other
source: Other
zh_hans: 其他

# siri.query.summary %@
source: Get todos: %@
zh_hans: 查询待办:%@

# onboarding.feature2.title
source: Get Organized
zh_hans: 变整齐

# recurrence.validation.monthly_day
source: Enter a day from 1 to 31
zh_hans: 请输入 1 到 31 之间的日期

# error.date_calc_failed
source: Couldn't calculate the date. Please try again.
zh_hans: 日期计算失败,请重试

# category.study
source: Study
zh_hans: 学习

# home.tier.timed
source: BY TIME
zh_hans: 按时间

# card.menu.move_to_bucket
source: Move to time slot
zh_hans: 移到时段

# siri.result.view_in_app
source: View in App
zh_hans: 在 App 中查看

# siri.shortcut.query.title
source: Get Todos
zh_hans: 查询待办

# home.pending_date.pick
source: Pick date
zh_hans: 选日期

# onboarding.feature2.desc
source: AI organizes them into a clear list
zh_hans: AI 帮你整理成清晰的列表

# home.week.tue
source: Tue
zh_hans: 二

# siri.complete.failed
source: Couldn't mark it as done. Please try in the app.
zh_hans: 标记完成失败,请在 App 中操作

# siri.result.offline
source: No network. Saved using local rules.
zh_hans: 网络不可用，已用本地规则保存

# category.social
source: Social
zh_hans: 社交

# detail.add_date
source: Add date
zh_hans: 添加日期

# review.nav_title
source: Review
zh_hans: 回顾

# home.empty_title
source: Nothing planned today
zh_hans: 今天还没有待办

# siri.result.more %lld
source: %lld more...
zh_hans: 还有 %lld 条...

# confirm.streaming
source: Recognizing more todos...
zh_hans: 正在识别更多待办...

# settings.personalization.title
source: Personalized recognition
zh_hans: 个性化识别

# home.timeline.set_hour
source: Set time…
zh_hans: 设钟点…

# a11y.drawer.collapse
source: Collapse unscheduled
zh_hans: 收起未安排

# onboarding.mic.title
source: We Need Your Microphone
zh_hans: 需要你的麦克风

# onboarding.back
source: Back
zh_hans: 返回

# glossary.add.expansion.placeholder
source: e.g. Starlight Gym, XX Tower
zh_hans: 例如：星光健身房、XX大厦

# onboarding.mic.desc
source: So we can hear what you say
zh_hans: 这样才能「听」到你说的话呀

# suggestion.remember
source: Remember
zh_hans: 记住

# panel.fallback_banner
source: Switched to typing — what do you need to do today?
zh_hans: 已切换到键盘输入，直接输入今天要做的事。

# settings.calendar_write.app_and_system
source: App + system Calendar
zh_hans: App + 系统日历

# home.weekly_summary %lld
source: %lld done this week
zh_hans: 本周完成 %lld 件

# error.service_busy
source: Our servers are a bit busy — try again shortly.
zh_hans: 服务繁忙，请稍后重试

# settings.cancel
source: Cancel
zh_hans: 取消

# panel.fab.record
source: Tap to record a todo
zh_hans: 录音添加待办

# error.mic_denied
source: VoiceTodo needs the mic to record. You can enable it in Settings.
zh_hans: 需要麦克风权限才能录音，请在设置中开启

# empty.week.no_timed.title
source: No timed events this week
zh_hans: 本周没有定时事件

# siri.complete.not_found
source: Couldn't find that todo.
zh_hans: 找不到这条待办

# home.stats.all_complete
source: All done
zh_hans: 全部完成

# onboarding.action_button.step1
source: Open Settings
zh_hans: 打开「设置」

# settings.calendar_write.app_only
source: App calendar only
zh_hans: 仅 App 日历

# a11y.day.out_of_month
source: Out of month
zh_hans: 非本月

# demo.total_count
source: Total todos
zh_hans: 总待办数

# tab.calendar
source: Calendar
zh_hans: 日历

# a11y.edit_todo_title
source: Tap to edit todo title
zh_hans: 点击编辑待办标题

# widget.todo_count
source: Todos
zh_hans: 待办

# error.storage_write_failed %@
source: Couldn't save your todos (%@)
zh_hans: 保存失败 (写入: %@)

# empty.home.secondary
source: Type Instead
zh_hans: 文字输入

# home.greeting.morning
source: Morning! ☀️
zh_hans: 早安 ☀️

# detail.time
source: Time
zh_hans: 时间

# siri.param.transcript
source: Content
zh_hans: 内容

# a11y.view_detail
source: Tap to view details
zh_hans: 点击查看详情

# review.period.title
source: Period
zh_hans: 周期

# detail.title
source: Todo Details
zh_hans: 待办详情

# home.week.tomorrow
source: Tomorrow
zh_hans: 明天

# siri.shortcut.delete.title
source: Delete Todo
zh_hans: 删除待办

# home.popover.mode.period
source: Period
zh_hans: 时段

# detail.section.title
source: Title
zh_hans: 标题

# category.finance
source: Finance
zh_hans: 财务

# due.today
source: Today
zh_hans: 今天

# home.cancel_extraction
source: Cancel
zh_hans: 取消

# onboarding.action_button.step2
source: Find Action Button
zh_hans: 找到「Action Button」

# review.chart.count
source: Count
zh_hans: 数量

# ui.permissions_required
source: Please grant microphone and speech recognition permissions first
zh_hans: 请先授予麦克风和语音识别权限

# suggestion.dismiss
source: Not now
zh_hans: 不用

# settings.review
source: Review
zh_hans: 回顾

# demo.uncompleted
source: Uncompleted
zh_hans: 未完成

# detail.discard
source: Discard
zh_hans: 放弃

# siri.shortcut.complete.title
source: Complete Todo
zh_hans: 完成待办

# tab.home
source: Home
zh_hans: 首页

# home.week.sun
source: Sun
zh_hans: 日

# error.json_parsing_failed
source: Couldn't read the result. Please try again.
zh_hans: 结果读不出来，请稍后重试

# empty.day.title
source: Nothing scheduled for this day
zh_hans: 这一天还没有安排

# siri.complete.param.todo
source: Todo
zh_hans: 待办

# review.stat.completion_rate
source: Completion rate
zh_hans: 完成率

# a11y.mic_illustration
source: Microphone illustration
zh_hans: 麦克风插画

# detail.delete_warning
source: This cannot be undone
zh_hans: 删除后无法恢复

# review.busiest.day_%lld
source: Busiest day · %lld completed
zh_hans: 最活跃的一天 · 完成 %lld 件

# confirm.calendar_target.app_and_system
source: Save to app and system Calendar
zh_hans: 保存到 App，并写入系统日历

# live_activity.stopped
source: Stopped
zh_hans: 已停止

# home.unassigned_from_day
source: "%@" moved to Unscheduled
zh_hans: "%@" 已移回未安排

# a11y.start_voice_input
source: Start voice input
zh_hans: 开始语音录入

# quota.empty
source: No usage yet today
zh_hans: 暂无今日用量

# home.calendar.error.message
source: Couldn't open your todos. Give it another try?
zh_hans: 本地待办暂时无法打开，请重试。

# live_activity.recording
source: Recording
zh_hans: 录音中

# glossary.empty_state
source: You haven't taught any phrases yet. Tap + to add one so the AI understands the way you speak.
zh_hans: 还没有教过任何说法。点击右上角添加，让 AI 更懂你说话的方式。

# onboarding.tip1
source: You can also tap the record button in the app
zh_hans: 也可以在 App 里点录音按钮

# empty.home
source: No todos yet Tap the record button to start
zh_hans: 暂无待办 按下录音按钮开始

# onboarding.action_button.step4
source: Choose VoiceTodo
zh_hans: 选「VoiceTodo」

# error.unexpected
source: Something went wrong. Please try again.
zh_hans: 出了点问题，请稍后重试

# settings.personalization.clear_confirm.action
source: Clear
zh_hans: 清除

# siri.query.description
source: Get your todo list
zh_hans: 查询待办列表

# review.label.week_%lld_%lld
source: Week %2$lld, %1$lld
zh_hans: 第 %2$lld 周 · %1$lld

# siri.complete.description
source: Mark a todo as done
zh_hans: 把待办标记为完成

# review.chart.day
source: Day
zh_hans: 日期

# siri.entity.todo.title
source: Todo
zh_hans: 待办

# siri.result.extract_failed
source: Couldn't turn that into a todo. Please add it in the app.
zh_hans: 没解析出待办，请打开 App 手动添加

# a11y.not_completed
source: Not completed
zh_hans: 未完成

# detail.delete
source: Delete
zh_hans: 删除

# home.tier.period.afternoon
source: AFTERNOON
zh_hans: 下午

# paywall.restore_nothing
source: No purchases to restore.
zh_hans: 未找到可恢复的订阅

# onboarding.action_button.press_here
source: Press here
zh_hans: 按这里

# paywall.pending
source: Purchase pending
zh_hans: 购买待处理，请稍后

# startup.storage_error.title
source: Unable to open todo data
zh_hans: 无法打开待办数据

# settings.personalization.toggle
source: Personalized recognition
zh_hans: 个性化识别

# settings.speech_language.title
source: Recognition language
zh_hans: 识别语言

# glossary.add.section.type
source: Type
zh_hans: 类型

# onboarding.speech.desc
source: To turn your speech into text
zh_hans: 这样才能把你的话变成文字

# empty.confirm.message
source: Try a clearer phrase, like “buy milk tomorrow morning” or “study vocabulary every day for the next 7 days.”
zh_hans: 可以换一种更明确的说法，例如“明天上午买牛奶”或“未来 7 天每天背单词”。

# home.moved_to_tomorrow
source: "%@" moved to tomorrow
zh_hans: "%@" 已挪到明天

# review.stat.streak
source: Streak
zh_hans: 连续天数

# siri.delete.failed
source: Couldn't delete it. Please try in the app.
zh_hans: 删除失败,请在 App 中操作

# onboarding.tip2
source: Tap a todo to edit or delete it
zh_hans: 点待办可以编辑或删除

# siri.complete.title
source: Complete Todo
zh_hans: 完成待办

# paywall.products_empty
source: No subscriptions available right now
zh_hans: 暂时没有可购买的订阅

# review.notification.title
source: Weekly Review
zh_hans: 本周回顾

# a11y.drop_strip.hint
source: Drop the task here to assign it to this time slot
zh_hans: 将任务放至此处即可排到该时段

# a11y.toggle_complete %@
source: Tap to %@
zh_hans: 点击%@

# panel.done
source: Done
zh_hans: 完成

# a11y.day.overflow
source: %d more pending
zh_hans: 还有 %d 项待办

# glossary.entry.convention_badge
source: Time rule
zh_hans: 时间约定

# a11y.mark_incomplete
source: mark as incomplete
zh_hans: 取消完成

# onboarding.authorize
source: OK, Authorize VoiceTodo
zh_hans: 好的，授权给 VoiceTodo

# common.cancel
source: Cancel
zh_hans: 取消

# time_bucket.accessibility_label
source: Time period
zh_hans: 时段

# a11y.day.has_recurring_count
source: %d recurring task(s)
zh_hans: 其中 %d 项规律

# home.empty_hint
source: Tap the Action Button or the mic below and tell me what you need to do today
zh_hans: 按下 Action Button 或下方录音按钮 说出你想做的事情

# confirm.hint
source: Tap to edit title · Tap ✕ to delete
zh_hans: 点击条目可编辑标题 · 点 ✕ 可删除

# error.api_response_invalid %@
source: Processing failed (%@)
zh_hans: 理解失败 (%@)

# recurrence.monthly_short
source: Monthly
zh_hans: 每月

# ui.no_todos_found
source: No todos detected
zh_hans: 未识别到待办事项

# home.tier.all_day
source: ALL DAY
zh_hans: 整天

# a11y.high_priority
source: High priority
zh_hans: 高优先级
